Repository: rxtech-lab/podcast-bot
Catalog: iOS/iOS/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_hk, zh_hant_tw

source: %@ actions
zh_hans: %@ 操作
zh_hant_hk: %@ 操作
zh_hant_tw: %@ 操作

source: %@ download is not ready yet.
zh_hans: %@ 下载尚未就绪。
zh_hant_hk: %@ 下載尚未就緒。
zh_hant_tw: %@ 下載尚未就緒。

source: %@ language
zh_hans: %@ 语言
zh_hant_hk: %@ 語言
zh_hant_tw: %@ 語言

# %@ language: %@.
source: %1$@ language: %2$@.
zh_hans: %1$@ 语言：%2$@。
zh_hant_hk: %1$@ 語言：%2$@。
zh_hant_tw: %1$@ 語言：%2$@。

source: %@ left
zh_hans: 还剩 %@
zh_hant_hk: 還剩 %@
zh_hant_tw: 還剩 %@

# %lld episode%@
source: %1$lld episode%2$@
zh_hans: %lld 集%@
zh_hant_hk: %lld 集%@
zh_hant_tw: %lld 集%@

source: %lld followers
zh_hans: %lld 位关注者
zh_hant_hk: %lld 位追蹤者
zh_hant_tw: %lld 位追蹤者

source: %lld people
zh_hans: %lld 人
zh_hant_hk: %lld 人
zh_hant_tw: %lld 人

source: %lld percent match
zh_hans: 匹配度 %lld%%
zh_hant_hk: 配對度 %lld%%
zh_hant_tw: 符合度 %lld%%

source: %lld questions
zh_hans: %lld 个问题
zh_hant_hk: %lld 個問題
zh_hant_tw: %lld 個問題

source: %lld source
zh_hans: %lld 个来源
zh_hant_hk: %lld 個來源
zh_hant_tw: %lld 個來源

source: %lld sources
zh_hans: %lld 个来源
zh_hant_hk: %lld 個來源
zh_hant_tw: %lld 個來源

source: +%lld more lines
zh_hans: 另有 %lld 行
zh_hant_hk: 另有 %lld 行
zh_hant_tw: 另有 %lld 行

source: +%lld more pending
zh_hans: 还有 %lld 个待处理
zh_hant_hk: 還有 %lld 個待處理
zh_hant_tw: 還有 %lld 個待處理

source: 1 day
zh_hans: 1 天
zh_hant_hk: 1 日
zh_hant_tw: 1 天

source: 1 follower
zh_hans: 1 位关注者
zh_hant_hk: 1 位追蹤者
zh_hant_tw: 1 位追蹤者

source: 1 hour
zh_hans: 1 小时
zh_hant_hk: 1 小時
zh_hant_tw: 1 小時

source: 1 question
zh_hans: 1 个问题
zh_hant_hk: 1 個問題
zh_hant_tw: 1 個問題

source: 1 source
zh_hans: 1 个来源
zh_hant_hk: 1 個來源
zh_hant_tw: 1 個來源

source: 1s
zh_hans: 1 秒
zh_hant_hk: 1 秒
zh_hant_tw: 1 秒

source: 2 days
zh_hans: 2 天
zh_hant_hk: 2 日
zh_hant_tw: 2 天

source: 2 hours
zh_hans: 2 小时
zh_hant_hk: 2 小時
zh_hant_tw: 2 小時

source: 3 days
zh_hans: 3 天
zh_hant_hk: 3 日
zh_hant_tw: 3 天

source: 6 hours
zh_hans: 6 小时
zh_hant_hk: 6 小時
zh_hant_tw: 6 小時

source: 12 hours
zh_hans: 12 小时
zh_hant_hk: 12 小時
zh_hant_tw: 12 小時

source: Account
zh_hans: 账户
zh_hant_hk: 帳戶
zh_hant_tw: 帳號

source: Active links
zh_hans: 有效链接
zh_hant_hk: 有效連結
zh_hant_tw: 有效連結

source: Activity
zh_hans: 活动
zh_hant_hk: 活動
zh_hant_tw: 活動

source: Add
zh_hans: 添加
zh_hant_hk: 新增
zh_hant_tw: 新增

source: Add a speaker when recognition missed someone, then assign that speaker while editing transcript segments.
zh_hans: 当识别遗漏了说话人时添加一个，然后在编辑转录片段时进行指派。
zh_hant_hk: 當辨識遺漏講者時新增一位，然後在編輯轉錄片段時指派。
zh_hant_tw: 當辨識遺漏講者時新增一位，然後在編輯轉錄片段時指派。

source: Add attachment
zh_hans: 添加附件
zh_hant_hk: 新增附件
zh_hant_tw: 新增附件

source: Add child
zh_hans: 添加子节点
zh_hant_hk: 加入子節點
zh_hant_tw: 新增子節點

source: Add link or search
zh_hans: 添加链接或搜索
zh_hant_hk: 新增連結或搜尋
zh_hant_tw: 新增連結或搜尋

source: Add Podcasts
zh_hans: 添加播客
zh_hant_hk: 加入播客
zh_hant_tw: 加入播客

source: Add sibling
zh_hans: 添加同级节点
zh_hant_hk: 加入同層節點
zh_hant_tw: 新增同層節點

source: Add Sources
zh_hans: 添加来源
zh_hant_hk: 新增來源
zh_hant_tw: 新增來源

source: Add Speaker
zh_hans: 添加说话人
zh_hant_hk: 新增講者
zh_hant_tw: 新增講者

source: Add to Album
zh_hans: 添加到专辑
zh_hant_hk: 加入到專輯
zh_hant_tw: 加入專輯

source: Added %lld source:
zh_hans: 已添加 %lld 个来源：
zh_hant_hk: 已新增 %lld 個來源：
zh_hant_tw: 已新增 %lld 個來源：

source: Added %lld sources:
zh_hans: 已添加 %lld 个来源：
zh_hant_hk: 已新增 %lld 個來源：
zh_hant_tw: 已新增 %lld 個來源：

source: Adding sources
zh_hans: 正在添加来源
zh_hant_hk: 正在新增來源
zh_hant_tw: 正在新增來源

source: Adjust End Time
zh_hans: 调整结束时间
zh_hant_hk: 調整結束時間
zh_hant_tw: 調整結束時間

source: Adjust Start Time
zh_hans: 调整开始时间
zh_hant_hk: 調整開始時間
zh_hant_tw: 調整開始時間

source: AI cover generation isn't included in your plan.
zh_hans: 你的方案不包含 AI 封面生成。
zh_hant_hk: 你的方案不包括 AI 封面生成。
zh_hant_tw: 你的方案不包含 AI 封面生成。

source: Album creation is not available on this server.
zh_hans: 此服务器不支持创建专辑。
zh_hant_hk: 此伺服器不支援建立專輯。
zh_hant_tw: 此伺服器不支援建立專輯。

source: Album name
zh_hans: 专辑名称
zh_hant_hk: 專輯名稱
zh_hant_tw: 專輯名稱

source: All
zh_hans: 全部
zh_hant_hk: 全部
zh_hant_tw: 全部

source: Allow Access to More Pages
zh_hans: 允许访问更多页面
zh_hant_hk: 允許存取更多頁面
zh_hant_tw: 允許存取更多頁面

source: Answered
zh_hans: 已回答
zh_hant_hk: 已回答
zh_hant_tw: 已回答

source: Anyone with the link can join and comment until it expires (max 3 days). You can revoke a link any time.
zh_hans: 任何拥有链接的人都可以在链接过期前加入并评论（最多 3 天）。你可以随时撤销链接。
zh_hant_hk: 任何擁有連結的人都可以在連結過期前加入並留言（最多 3 日）。你可以隨時撤銷連結。
zh_hant_tw: 任何擁有連結的人都可以在連結過期前加入並留言（最多 3 天）。你可以隨時撤銷連結。

source: Ask
zh_hans: 提问
zh_hant_hk: 提問
zh_hant_tw: 提問

source: Ask about this podcast
zh_hans: 询问此播客
zh_hant_hk: 詢問此 Podcast
zh_hant_tw: 詢問此 Podcast

source: Ask about your podcasts
zh_hans: 询问你的播客
zh_hant_hk: 詢問你的 Podcast
zh_hant_tw: 詢問你的 Podcast

source: Ask anything about what was said, who said it, or the sources behind it.
zh_hans: 询问节目中说了什么、由谁说，或内容背后的来源。
zh_hant_hk: 查問節目中說了甚麼、由誰說，或內容背後的來源。
zh_hant_tw: 詢問節目中說了什麼、由誰說，或內容背後的來源。

source: Ask the chat agent to write a document and it will appear here.
zh_hans: 让聊天智能体编写文档，文档会显示在这里。
zh_hant_hk: 請聊天代理撰寫文件，文件便會顯示在這裡。
zh_hant_tw: 請聊天代理撰寫文件，文件就會顯示在這裡。

source: Ask this chat to turn the podcast transcript and sources into a document.
zh_hans: 让此聊天将播客文字稿和来源整理成文档。
zh_hant_hk: 請此聊天將 Podcast 文字稿和來源整理成文件。
zh_hant_tw: 請此聊天將 Podcast 文字稿和來源整理成文件。

source: Ask Your Library
zh_hans: 询问你的资料库
zh_hant_hk: 查問你的資料庫
zh_hant_tw: 詢問你的資料庫

source: Ask your library chat to create a document from your podcasts and sources.
zh_hans: 让资料库聊天根据你的播客和来源创建文档。
zh_hant_hk: 請資料庫聊天根據你的 Podcast 和來源建立文件。
zh_hant_tw: 請資料庫聊天根據你的 Podcast 和來源建立文件。

source: Ask your library chat to create a document from your podcasts, then export it as PDF, Markdown, or Notion.
zh_hans: 让资料库聊天根据你的播客创建文档，然后将其导出为 PDF、Markdown 或 Notion。
zh_hant_hk: 請資料庫聊天根據你的 Podcast 建立文件，然後匯出為 PDF、Markdown 或 Notion。
zh_hant_tw: 請資料庫聊天根據你的 Podcast 建立文件，然後匯出為 PDF、Markdown 或 Notion。

source: Assistant has a question
zh_hans: 助手有一个问题
zh_hant_hk: 助手有一個問題
zh_hant_tw: 助手有一個問題

source: Attach files
zh_hans: 附加文件
zh_hant_hk: 附加檔案
zh_hant_tw: 附加檔案

source: Attachment
zh_hans: 附件
zh_hant_hk: 附件
zh_hant_tw: 附件

source: Attachments
zh_hans: 附件
zh_hant_hk: 附件
zh_hant_tw: 附件

source: Audio
zh_hans: 音频
zh_hant_hk: 音訊
zh_hant_tw: 音訊

source: Audio book %@ will appear here.
zh_hans: 有声书 %@ 将显示在这里。
zh_hant_hk: 有聲書 %@ 會顯示喺呢度。
zh_hant_tw: 有聲書 %@ 會顯示在這裡。

source: Audio message
zh_hans: 语音消息
zh_hant_hk: 語音訊息
zh_hant_tw: 語音訊息

source: Audio stream is still warming up. Try again in a moment.
zh_hans: 音频流仍在准备中，请稍后再试。
zh_hant_hk: 音訊串流仍在準備中，請稍後再試。
zh_hant_tw: 音訊串流仍在準備中，請稍後再試。

source: Audio you record in the app is saved here.
zh_hans: 你在 App 中录制的音频会保存在这里。
zh_hant_hk: 你在 App 中錄製的音訊會儲存在這裡。
zh_hant_tw: 你在 App 中錄製的音訊會儲存在這裡。

source: Audiobooks
zh_hans: 有声书
zh_hant_hk: 有聲書
zh_hant_tw: 有聲書

source: Auto
zh_hans: 自动
zh_hant_hk: 自動
zh_hant_tw: 自動

source: Auto uses backend transcription after you send.
zh_hans: 自动模式会在你发送后使用后端转写。
zh_hant_hk: 自動模式會在你傳送後使用後端轉寫。
zh_hant_tw: 自動模式會在你傳送後使用後端轉寫。

source: Automatic
zh_hans: 自动
zh_hant_hk: 自動
zh_hant_tw: 自動

source: Automatic voice
zh_hans: 自动语音
zh_hant_hk: 自動語音
zh_hant_tw: 自動語音

source: Back 1 Second
zh_hans: 后退 1 秒
zh_hant_hk: 後退 1 秒
zh_hant_tw: 後退 1 秒

source: Balance
zh_hans: 余额
zh_hant_hk: 餘額
zh_hant_tw: 餘額

# Balance (%@ %@)
source: Balance (%1$@ %2$@)
zh_hans: 余额（%1$@ %2$@）
zh_hant_hk: 餘額（%1$@ %2$@）
zh_hant_tw: 餘額（%1$@ %2$@）

source: Balance over time
zh_hans: 余额变化
zh_hant_hk: 餘額變化
zh_hant_tw: 餘額變化

source: Balance Unknown
zh_hans: 余额未知
zh_hant_hk: 餘額未知
zh_hant_tw: 餘額未知

source: Browse
zh_hans: 浏览
zh_hant_hk: 瀏覽
zh_hant_tw: 瀏覽

source: Browse Market
zh_hans: 浏览市场
zh_hant_hk: 瀏覽市場
zh_hant_tw: 瀏覽市場

source: Cancel
zh_hans: 取消
zh_hant_hk: 取消
zh_hant_tw: 取消

source: Cancel recording
zh_hans: 取消录制
zh_hant_hk: 取消錄製
zh_hant_tw: 取消錄製

source: Caption Download Failed
zh_hans: 字幕下载失败
zh_hant_hk: 字幕下載失敗
zh_hant_tw: 字幕下載失敗

source: Caption Format
zh_hans: 字幕格式
zh_hant_hk: 字幕格式
zh_hant_tw: 字幕格式

source: Chapter %lld
zh_hans: 第 %lld 章
zh_hant_hk: 第 %lld 章
zh_hant_tw: 第 %lld 章

source: Chapters
zh_hans: 章节
zh_hant_hk: 章節
zh_hant_tw: 章節

source: Chapters %@
zh_hans: 章节 %@
zh_hant_hk: 章節 %@
zh_hant_tw: 章節 %@

# Chapters %lld-%lld
source: Chapters %1$lld-%2$lld
zh_hans: 第 %1$lld-%2$lld 章
zh_hant_hk: 第 %1$lld-%2$lld 章
zh_hant_tw: 第 %1$lld-%2$lld 章

source: Chat
zh_hans: 聊天
zh_hant_hk: 聊天
zh_hant_tw: 聊天

source: Chat Documents
zh_hans: 聊天文档
zh_hant_hk: 聊天文件
zh_hant_tw: 聊天文件

source: Checking Notion
zh_hans: 正在检查 Notion
zh_hant_hk: 正在檢查 Notion
zh_hant_tw: 正在檢查 Notion

source: Chinese (Simplified)
zh_hans: 简体中文
zh_hant_hk: 簡體中文
zh_hant_tw: 簡體中文

source: Chinese (Traditional)
zh_hans: 繁体中文
zh_hant_hk: 繁體中文
zh_hant_tw: 繁體中文

source: Choose a parent page
zh_hans: 选择父页面
zh_hant_hk: 選擇父頁面
zh_hant_tw: 選擇父頁面

source: Choose AI, write a prompt, and generate cover art on the server.
zh_hans: 选择 AI，编写提示词，并在服务器上生成封面图。
zh_hant_hk: 選擇 AI，撰寫提示詞，並在伺服器上生成封面圖。
zh_hant_tw: 選擇 AI，撰寫提示詞，並在伺服器上生成封面圖。

source: Choose audio file
zh_hans: 选择音频文件
zh_hant_hk: 選擇音訊檔案
zh_hant_tw: 選擇音訊檔案

source: Choose File
zh_hans: 选择文件
zh_hant_hk: 選擇檔案
zh_hant_tw: 選擇檔案

source: Choose from Photos
zh_hans: 从照片中选择
zh_hant_hk: 從相片中選擇
zh_hant_tw: 從照片中選擇

source: Choose how many people debate, the language, and the topic — we handle the rest.
zh_hans: 选择参与辩论的人数、语言和主题——其余的交给我们。
zh_hant_hk: 選擇參與辯論的人數、語言和主題——其餘的交給我們。
zh_hant_tw: 選擇參與辯論的人數、語言和主題——其餘的交給我們。

source: Choose templates for new %@s, including a research template for academic-style topics.
zh_hans: 为新的 %@ 选择模板，包括适合学术风格主题的研究模板。
zh_hant_hk: 為新的 %@ 選擇範本，包括適合學術風格主題的研究範本。
zh_hant_tw: 為新的 %@ 選擇範本，包括適合學術風格主題的研究範本。

source: Choose whether short gaps between subtitles are removed when you save.
zh_hans: 选择保存时是否移除字幕之间的短间隔。
zh_hant_hk: 選擇儲存時是否移除字幕之間的短間隔。
zh_hant_tw: 選擇儲存時是否移除字幕之間的短間隔。

source: Clear All Messages
zh_hans: 清除所有消息
zh_hant_hk: 清除所有訊息
zh_hant_tw: 清除所有訊息

source: Clear all messages?
zh_hans: 清除所有消息？
zh_hant_hk: 清除所有訊息？
zh_hant_tw: 清除所有訊息？

source: Clear parent discussion
zh_hans: 清除父讨论
zh_hant_hk: 清除父討論
zh_hant_tw: 清除父討論

source: Close
zh_hans: 关闭
zh_hant_hk: 關閉
zh_hant_tw: 關閉

source: Close image
zh_hans: 关闭图片
zh_hant_hk: 關閉圖片
zh_hant_tw: 關閉圖片

source: Connect Notion
zh_hans: 连接 Notion
zh_hant_hk: 連接 Notion
zh_hant_tw: 連接 Notion

source: Connect to Notion
zh_hans: 连接到 Notion
zh_hant_hk: 連接到 Notion
zh_hant_tw: 連接到 Notion

source: Connect your Notion workspace to export this document.
zh_hans: 连接你的 Notion 工作区以导出此文档。
zh_hant_hk: 連接你的 Notion 工作區以匯出此文件。
zh_hant_tw: 連接你的 Notion 工作區以匯出此文件。

source: Connect your Notion workspace to export this summary.
zh_hans: 连接你的 Notion 工作区以导出此摘要。
zh_hant_hk: 連接你的 Notion 工作區以匯出此摘要。
zh_hant_tw: 連接你的 Notion 工作區以匯出此摘要。

source: Content
zh_hans: 内容
zh_hant_hk: 內容
zh_hant_tw: 內容

source: Continue Recording
zh_hans: 继续录制
zh_hant_hk: 繼續錄製
zh_hant_tw: 繼續錄製

source: Copied User ID
zh_hans: 已复制用户 ID
zh_hant_hk: 已複製使用者 ID
zh_hant_tw: 已複製使用者 ID

source: Copy User ID
zh_hans: 复制用户 ID
zh_hant_hk: 複製使用者 ID
zh_hant_tw: 複製使用者 ID

source: Could not cache uploaded audio.
zh_hans: 无法缓存上传的音频。
zh_hant_hk: 無法快取已上載的音訊。
zh_hant_tw: 無法快取已上傳的音訊。

source: Could not clear messages
zh_hans: 无法清除消息
zh_hant_hk: 無法清除訊息
zh_hant_tw: 無法清除訊息

source: Could not create %@
zh_hans: 无法创建 %@
zh_hant_hk: 無法建立 %@
zh_hant_tw: 無法建立 %@

source: Could not generate mindmap
zh_hans: 无法生成思维导图
zh_hant_hk: 無法生成心智圖
zh_hant_tw: 無法產生心智圖

source: Could not generate summary
zh_hans: 无法生成摘要
zh_hant_hk: 無法生成摘要
zh_hant_tw: 無法生成摘要

source: Could not generate video
zh_hans: 无法生成视频
zh_hant_hk: 無法生成影片
zh_hant_tw: 無法產生影片

source: Could not load %@
zh_hans: 无法加载 %@
zh_hant_hk: 無法載入 %@
zh_hant_tw: 無法載入 %@

source: Could not load creator
zh_hans: 无法加载创作者
zh_hant_hk: 無法載入創作者
zh_hant_tw: 無法載入創作者

source: Could not load market
zh_hans: 无法加载市场
zh_hant_hk: 無法載入市場
zh_hant_tw: 無法載入市場

source: Could not load podcasts
zh_hans: 无法加载播客
zh_hant_hk: 無法載入播客
zh_hant_tw: 無法載入播客

source: Could not load stations
zh_hans: 无法加载电台
zh_hant_hk: 無法載入電台
zh_hant_tw: 無法載入電台

source: Could not play audio
zh_hans: 无法播放音频
zh_hant_hk: 無法播放音訊
zh_hant_tw: 無法播放音訊

source: Could not render the mindmap.
zh_hans: 无法渲染思维导图。
zh_hant_hk: 無法顯示心智圖。
zh_hant_tw: 無法轉譯心智圖。

source: Could not save the SVG file.
zh_hans: 无法保存 SVG 文件。
zh_hant_hk: 無法儲存 SVG 檔案。
zh_hant_tw: 無法儲存 SVG 檔案。

source: Could not save to Camera Roll.
zh_hans: 无法保存到相机胶卷。
zh_hant_hk: 無法儲存到相機膠卷。
zh_hant_tw: 無法儲存到相機膠卷。

source: Could not save transcript
zh_hans: 无法保存转录文本
zh_hant_hk: 無法儲存逐字稿
zh_hant_tw: 無法儲存逐字稿

source: Could not send the message
zh_hans: 无法发送消息
zh_hant_hk: 無法傳送訊息
zh_hant_tw: 無法傳送訊息

source: Could not update the plan
zh_hans: 无法更新计划
zh_hant_hk: 無法更新計劃
zh_hant_tw: 無法更新計劃

source: Couldn't add podcasts
zh_hans: 无法添加播客
zh_hant_hk: 無法加入播客
zh_hant_tw: 無法加入播客

source: Couldn't add to album
zh_hans: 无法添加到专辑
zh_hant_hk: 無法加入到專輯
zh_hant_tw: 無法加入專輯

source: Couldn’t change language
zh_hans: 无法更改语言
zh_hant_hk: 無法更改語言
zh_hant_tw: 無法更改語言

source: Couldn’t delete document
zh_hans: 无法删除文档
zh_hant_hk: 無法刪除文件
zh_hant_tw: 無法刪除文件

source: Couldn’t export
zh_hans: 无法导出
zh_hant_hk: 無法匯出
zh_hant_tw: 無法匯出

source: Couldn’t export the PPTX. Please try again.
zh_hans: 无法导出 PPTX。请重试。
zh_hant_hk: 無法匯出 PPTX。請再試一次。
zh_hant_tw: 無法匯出 PPTX。請再試一次。

source: Couldn’t export the slides PDF. Please try again.
zh_hans: 无法导出演示文稿 PDF。请重试。
zh_hant_hk: 無法匯出簡報 PDF。請再試一次。
zh_hant_tw: 無法匯出簡報 PDF。請再試一次。

source: Couldn't load album
zh_hans: 无法加载专辑
zh_hant_hk: 無法載入專輯
zh_hant_tw: 無法載入專輯

source: Couldn't load chapters
zh_hans: 无法加载章节
zh_hant_hk: 無法載入章節
zh_hant_tw: 無法載入章節

source: Couldn’t load documents
zh_hans: 无法加载文档
zh_hant_hk: 無法載入文件
zh_hant_tw: 無法載入文件

source: Couldn't load speakers
zh_hans: 无法加载发言人
zh_hant_hk: 無法載入講者
zh_hant_tw: 無法載入講者

source: Couldn’t Open Caption Editor
zh_hans: 无法打开字幕编辑器
zh_hant_hk: 無法開啟字幕編輯器
zh_hant_tw: 無法開啟字幕編輯器

source: Couldn't open link
zh_hans: 无法打开链接
zh_hant_hk: 無法開啟連結
zh_hant_tw: 無法開啟連結

source: Couldn't read file
zh_hans: 无法读取文件
zh_hant_hk: 無法讀取檔案
zh_hant_tw: 無法讀取檔案

source: Couldn't read photo
zh_hans: 无法读取照片
zh_hant_hk: 無法讀取相片
zh_hant_tw: 無法讀取相片

source: Couldn't read the server response: %@
zh_hans: 无法读取服务器响应：%@
zh_hant_hk: 無法讀取伺服器回應：%@
zh_hant_tw: 無法讀取伺服器回應：%@

source: Couldn't share
zh_hans: 无法分享
zh_hant_hk: 無法分享
zh_hant_tw: 無法分享

source: Couldn't start generation
zh_hans: 无法开始生成
zh_hant_hk: 無法開始生成
zh_hant_tw: 無法開始產生

source: Couldn't update the album
zh_hans: 无法更新专辑
zh_hant_hk: 無法更新專輯
zh_hant_tw: 無法更新專輯

source: Cover
zh_hans: 封面
zh_hant_hk: 封面
zh_hant_tw: 封面

source: Cover · %@
zh_hans: 封面 · %@
zh_hant_hk: 封面 · %@
zh_hant_tw: 封面 · %@

source: Create
zh_hans: 创建
zh_hant_hk: 建立
zh_hant_tw: 建立

source: Create AI cover art in the background
zh_hans: 在后台创建 AI 封面图
zh_hant_hk: 在背景建立 AI 封面圖
zh_hant_tw: 在背景建立 AI 封面圖

source: Create albums from the + menu in your library and group %@s into one collection with its own cover.
zh_hans: 在资料库的 + 菜单中创建专辑，将 %@s 分组到一个带有专属封面的收藏中。
zh_hant_hk: 喺資料庫嘅 + 選單建立專輯，將 %@s 分組成一個有專屬封面嘅收藏。
zh_hant_tw: 在資料庫的 + 選單建立專輯，將 %@s 分組到一個有專屬封面的收藏中。

source: Create Audio Books
zh_hans: 创建有声书
zh_hant_hk: 建立有聲書
zh_hant_tw: 建立有聲書

source: Create Follow-up
zh_hans: 创建后续讨论
zh_hant_hk: 建立後續討論
zh_hant_tw: 建立後續討論

source: Create from Plan
zh_hans: 从计划创建
zh_hant_hk: 從計劃建立
zh_hant_tw: 從計劃建立

source: Create or search for a podcast to use as follow-up context.
zh_hans: 创建或搜索一个播客，用作后续讨论的上下文。
zh_hant_hk: 建立或搜尋一個播客，用作後續討論的上下文。
zh_hant_tw: 建立或搜尋一個播客，用作後續討論的上下文。

source: Create Podcast
zh_hans: 创建播客
zh_hant_hk: 建立 Podcast
zh_hant_tw: 建立 Podcast

source: Create share link
zh_hans: 创建分享链接
zh_hant_hk: 建立分享連結
zh_hant_tw: 建立分享連結

source: Create the outline first, then edit speakers, sources, and language before generating audio.
zh_hans: 先创建大纲，然后在生成音频前编辑发言人、来源和语言。
zh_hant_hk: 先建立大綱，然後在生成音訊前編輯發言人、來源和語言。
zh_hant_tw: 先建立大綱，然後在生成音訊前編輯發言人、來源和語言。

source: Creating
zh_hans: 正在创建
zh_hant_hk: 正在建立
zh_hant_tw: 正在建立

source: Creating %@...
zh_hans: 正在创建 %@...
zh_hant_hk: 正在建立 %@...
zh_hant_tw: 正在建立 %@...

source: Creating plan
zh_hans: 正在创建计划
zh_hant_hk: 正在建立計劃
zh_hant_tw: 正在建立計劃

source: Creating podcast...
zh_hans: 正在创建播客...
zh_hant_hk: 正在建立播客...
zh_hant_tw: 正在建立播客...

source: Creator
zh_hans: 创作者
zh_hant_hk: 創作者
zh_hant_tw: 創作者

source: Creator Not Found
zh_hans: 未找到创作者
zh_hant_hk: 找不到創作者
zh_hant_tw: 找不到創作者

source: Creators you follow appear here.
zh_hans: 你关注的创作者会显示在这里。
zh_hant_hk: 你追蹤的創作者會顯示在這裡。
zh_hant_tw: 你追蹤的創作者會顯示在這裡。

source: Current plan
zh_hans: 当前计划
zh_hant_hk: 目前計劃
zh_hant_tw: 目前計劃

source: Current Subtitle
zh_hans: 当前字幕
zh_hant_hk: 目前字幕
zh_hant_tw: 目前字幕

source: Debate Podcasts
zh_hans: 辩论播客
zh_hant_hk: 辯論播客
zh_hant_tw: 辯論播客

source: Default
zh_hans: 默认
zh_hant_hk: 預設
zh_hant_tw: 預設

source: Delete
zh_hans: 删除
zh_hant_hk: 刪除
zh_hant_tw: 刪除

source: Delete this document?
zh_hans: 删除此文档？
zh_hant_hk: 刪除此文件？
zh_hant_tw: 刪除此文件？

source: Delete this node and everything under it?
zh_hans: 要删除此节点及其下的所有内容吗？
zh_hant_hk: 要刪除此節點及其下所有內容嗎？
zh_hant_tw: 要刪除此節點及其下所有內容嗎？

source: Delete this recording?
zh_hans: 删除此录音？
zh_hant_hk: 刪除此錄音？
zh_hant_tw: 刪除此錄音？

source: Deselect source
zh_hans: 取消选择来源
zh_hant_hk: 取消選擇來源
zh_hant_tw: 取消選擇來源

source: Discard
zh_hans: 放弃
zh_hant_hk: 捨棄
zh_hant_tw: 捨棄

source: Discard this recording?
zh_hans: 放弃此录音？
zh_hant_hk: 捨棄此錄音？
zh_hant_tw: 捨棄此錄音？

source: Discover public podcasts, listen, like, and save stations from other creators.
zh_hans: 发现公开播客，收听、点赞并保存其他创作者的电台。
zh_hant_hk: 探索公開播客，收聽、讚好並儲存其他創作者的電台。
zh_hant_tw: 探索公開播客，收聽、按讚並儲存其他創作者的電台。

source: Discussion
zh_hans: 讨论
zh_hant_hk: 討論
zh_hant_tw: 討論

source: Discussion %@ will appear here.
zh_hans: 讨论 %@ 将显示在这里。
zh_hant_hk: 討論 %@ 會顯示喺呢度。
zh_hant_tw: 討論 %@ 會顯示在這裡。

source: Document
zh_hans: 文档
zh_hant_hk: 文件
zh_hant_tw: 文件

source: Document actions
zh_hans: 文档操作
zh_hant_hk: 文件操作
zh_hant_tw: 文件操作

source: Document exported to Notion.
zh_hans: 文档已导出到 Notion。
zh_hant_hk: 文件已匯出到 Notion。
zh_hant_tw: 文件已匯出到 Notion。

source: Document type
zh_hans: 文档类型
zh_hant_hk: 文件類型
zh_hant_tw: 文件類型

source: Document unavailable
zh_hans: 文档不可用
zh_hant_hk: 文件無法使用
zh_hant_tw: 文件無法使用

source: Documents
zh_hans: 文档
zh_hant_hk: 文件
zh_hant_tw: 文件

source: Done
zh_hans: 完成
zh_hant_hk: 完成
zh_hant_tw: 完成

source: Download
zh_hans: 下载
zh_hant_hk: 下載
zh_hant_tw: 下載

source: Download %@
zh_hans: 下载 %@
zh_hant_hk: 下載 %@
zh_hant_tw: 下載 %@

source: Download Captions
zh_hans: 下载字幕
zh_hant_hk: 下載字幕
zh_hant_tw: 下載字幕

source: Download did not produce a file.
zh_hans: 下载未生成文件。
zh_hant_hk: 下載未產生檔案。
zh_hant_tw: 下載未產生檔案。

source: Download Failed
zh_hans: 下载失败
zh_hant_hk: 下載失敗
zh_hant_tw: 下載失敗

source: Download Markdown
zh_hans: 下载 Markdown
zh_hant_hk: 下載 Markdown
zh_hant_tw: 下載 Markdown

source: Download PDF
zh_hans: 下载 PDF
zh_hant_hk: 下載 PDF
zh_hant_tw: 下載 PDF

source: Download Podcast
zh_hans: 下载播客
zh_hant_hk: 下載播客
zh_hant_tw: 下載播客

source: Download PPTX
zh_hans: 下载 PPTX
zh_hant_hk: 下載 PPTX
zh_hant_tw: 下載 PPTX

source: Download slides PDF
zh_hans: 下载演示文稿 PDF
zh_hant_hk: 下載簡報 PDF
zh_hant_tw: 下載簡報 PDF

source: Downloading
zh_hans: 正在下载
zh_hant_hk: 正在下載
zh_hant_tw: 正在下載

source: Downloading %@
zh_hans: 正在下载 %@
zh_hant_hk: 正在下載 %@
zh_hant_tw: 正在下載 %@

source: Downloading Podcast
zh_hans: 正在下载播客
zh_hant_hk: 正在下載播客
zh_hant_tw: 正在下載播客

source: e.g. The future of AI in education
zh_hans: 例如：人工智能在教育中的未来
zh_hant_hk: 例如：人工智慧在教育中的未來
zh_hant_tw: 例如：人工智慧在教育中的未來

source: Earlier conversation summarized
zh_hans: 已总结较早的对话
zh_hant_hk: 已摘要較早的對話
zh_hant_tw: 已摘要較早的對話

source: Edit
zh_hans: 编辑
zh_hant_hk: 編輯
zh_hant_tw: 編輯

source: Edit Caption Timing
zh_hans: 调整字幕时间
zh_hant_hk: 調整字幕時間
zh_hant_tw: 調整字幕時間

source: Edit Cover
zh_hans: 编辑封面
zh_hant_hk: 編輯封面
zh_hant_tw: 編輯封面

source: Edit From Start
zh_hans: 从头编辑
zh_hant_hk: 從頭編輯
zh_hant_tw: 從頭編輯

source: Edit node
zh_hans: 编辑节点
zh_hant_hk: 編輯節點
zh_hant_tw: 編輯節點

source: Edit Transcript
zh_hans: 编辑转录文本
zh_hant_hk: 編輯逐字稿
zh_hant_tw: 編輯逐字稿

source: Edit transcript text and precisely retime every caption against your uploaded audio.
zh_hans: 编辑转录文本，并根据已上传的音频精准调整每条字幕的时间。
zh_hant_hk: 編輯轉錄文字，並根據已上載的音訊精準調整每段字幕的時間。
zh_hant_tw: 編輯轉錄文字，並依照已上傳的音訊精準調整每段字幕的時間。

source: Edit using chat
zh_hans: 使用对话编辑
zh_hant_hk: 使用對話編輯
zh_hant_tw: 使用對話編輯

source: End
zh_hans: 结束
zh_hant_hk: 結束
zh_hant_tw: 結束

source: English
zh_hans: 英语
zh_hant_hk: 英語
zh_hant_tw: 英語

source: Enter a speaker name.
zh_hans: 请输入说话人名称。
zh_hant_hk: 請輸入講者名稱。
zh_hant_tw: 請輸入講者名稱。

source: Enter fullscreen
zh_hans: 进入全屏
zh_hant_hk: 進入全螢幕
zh_hant_tw: 進入全螢幕

source: Enter transcript content.
zh_hans: 请输入转录文本内容。
zh_hant_hk: 請輸入逐字稿內容。
zh_hant_tw: 請輸入逐字稿內容。

source: Enter valid start and end timestamps.
zh_hans: 请输入有效的开始和结束时间。
zh_hant_hk: 請輸入有效的開始和結束時間。
zh_hant_tw: 請輸入有效的開始和結束時間。

source: Episode
zh_hans: 单集
zh_hant_hk: 單集
zh_hant_tw: 單集

source: Every matching transcript segment will use the new speaker name.
zh_hans: 所有匹配的转录片段都会使用新的说话人名称。
zh_hant_hk: 所有相符的轉錄片段都會使用新的講者名稱。
zh_hant_tw: 所有相符的轉錄片段都會使用新的講者名稱。

source: Every podcast already belongs to an album.
zh_hans: 每个播客都已属于一个专辑。
zh_hant_hk: 每個播客都已經屬於一個專輯。
zh_hant_tw: 每個播客都已經屬於一個專輯。

source: Exit fullscreen
zh_hans: 退出全屏
zh_hant_hk: 離開全螢幕
zh_hant_tw: 離開全螢幕

source: Expires %@
zh_hans: %@ 后过期
zh_hant_hk: %@ 後過期
zh_hant_tw: %@ 後過期

source: Export
zh_hans: 导出
zh_hant_hk: 匯出
zh_hant_tw: 匯出

source: Export as SVG
zh_hans: 导出为 SVG
zh_hant_hk: 匯出為 SVG
zh_hant_tw: 匯出為 SVG

source: Export summaries to Notion
zh_hans: 导出摘要到 Notion
zh_hant_hk: 匯出摘要到 Notion
zh_hant_tw: 匯出摘要到 Notion

source: Export to Notion
zh_hans: 导出到 Notion
zh_hant_hk: 匯出到 Notion
zh_hant_tw: 匯出到 Notion

source: Exporting…
zh_hans: 正在导出…
zh_hant_hk: 正在匯出…
zh_hant_tw: 正在匯出…

source: Failed
zh_hans: 失败
zh_hant_hk: 失敗
zh_hant_tw: 失敗

source: Fetching latest messages
zh_hans: 正在获取最新消息
zh_hant_hk: 正在擷取最新訊息
zh_hant_tw: 正在擷取最新訊息

source: Fetching the podcast…
zh_hans: 正在获取播客…
zh_hant_hk: 正在取得 Podcast…
zh_hant_tw: 正在取得 Podcast…

source: Fetching the transcript…
zh_hans: 正在获取文字稿…
zh_hant_hk: 正在取得文字稿…
zh_hant_tw: 正在取得文字稿…

source: Files
zh_hans: 文件
zh_hant_hk: 檔案
zh_hant_tw: 檔案

source: Filter %@
zh_hans: 筛选 %@
zh_hant_hk: 篩選 %@
zh_hant_tw: 篩選 %@

source: Finalising
zh_hans: 正在完成
zh_hant_hk: 正在完成
zh_hant_tw: 正在完成

source: Find any %@ instantly with live, server-side search in your library.
zh_hans: 通过资料库中的实时服务器端搜索，立即找到任何 %@。
zh_hant_hk: 透過資料庫中的即時伺服器端搜尋，立即找到任何 %@。
zh_hant_tw: 透過資料庫中的即時伺服器端搜尋，立即找到任何 %@。

source: Find any podcast instantly with live, server-side search in your library.
zh_hans: 通过资料库中的实时服务器端搜索，立即找到任何播客。
zh_hant_hk: 透過資料庫中的即時伺服器端搜尋，立即找到任何播客。
zh_hant_tw: 透過資料庫中的即時伺服器端搜尋，立即找到任何播客。

source: Find moments across your %@.
zh_hans: 在你的 %@ 中查找精彩片段。
zh_hant_hk: 在你的 %@ 中尋找精彩片段。
zh_hant_tw: 在你的 %@ 中尋找精彩片段。

source: Find moments and source passages by meaning, not just keywords.
zh_hans: 按语义查找片段和来源段落，而不只是匹配关键词。
zh_hant_hk: 按語意尋找片段和來源段落，而不只是配對關鍵字。
zh_hant_tw: 依語意尋找片段和來源段落，而不只是比對關鍵字。

source: Finding podcasts…
zh_hans: 正在查找播客…
zh_hant_hk: 正在尋找 Podcast…
zh_hant_tw: 正在尋找 Podcast…

source: Finish recording
zh_hans: 完成录制
zh_hant_hk: 完成錄製
zh_hant_tw: 完成錄製

source: Finishing up…
zh_hans: 即将完成…
zh_hant_hk: 即將完成…
zh_hant_tw: 即將完成…

source: Follow
zh_hans: 关注
zh_hant_hk: 追蹤
zh_hant_tw: 追蹤

source: Follow along with a per-speaker transcript while the episode is generated in real time.
zh_hans: 在节目实时生成的同时，跟随每位发言人的文字记录。
zh_hant_hk: 在節目即時生成的同時，跟隨每位發言人的文字記錄。
zh_hant_tw: 在節目即時生成的同時，跟隨每位發言人的文字記錄。

source: Followed
zh_hans: 已关注
zh_hant_hk: 已追蹤
zh_hant_tw: 已追蹤

source: Following
zh_hans: 正在关注
zh_hant_hk: 正在追蹤
zh_hant_tw: 正在追蹤

source: Force Stop
zh_hans: 强制停止
zh_hant_hk: 強制停止
zh_hant_tw: 強制停止

source: Force stop this %@?
zh_hans: 强制停止此 %@？
zh_hant_hk: 強制停止此 %@？
zh_hant_tw: 強制停止此 %@？

source: Format
zh_hans: 格式
zh_hant_hk: 格式
zh_hant_tw: 格式

source: Forward 1 Second
zh_hans: 前进 1 秒
zh_hant_hk: 前進 1 秒
zh_hant_tw: 前進 1 秒

source: French
zh_hans: 法语
zh_hant_hk: 法語
zh_hant_tw: 法語

source: Generate
zh_hans: 生成
zh_hant_hk: 生成
zh_hant_tw: 生成

source: Generate %@
zh_hans: 生成 %@
zh_hant_hk: 生成 %@
zh_hant_tw: 生成 %@

# Generate %lld chapter%@
source: Generate %1$lld chapter%2$@
zh_hans: 生成 %1$lld 个章节%2$@
zh_hant_hk: 生成 %1$lld 個章節%2$@
zh_hant_tw: 產生 %1$lld 個章節%2$@

source: Generate a cover
zh_hans: 生成封面
zh_hant_hk: 生成封面
zh_hant_tw: 生成封面
